---
type: FilterStringEquals
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringEquals

`Autodesk.Revit.DB.FilterStringEquals` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringEquals | 2011 | `public FilterStringEquals ()` |